[
  "Cada pequeño paso te acerca a tu meta.",
  "Hoy es un gran día para avanzar.",
  "La constancia vence al talento.",
  "Hazlo por ti, porque lo vales.",
  "Un hábito a la vez, un cambio para siempre.",
  "Tu esfuerzo de hoy es tu éxito de mañana.",
  "La disciplina es el puente entre metas y logros.",
  "Nunca es tarde para empezar de nuevo.",
  "La motivación te inicia, el hábito te mantiene.",
  "El progreso importa más que la perfección.",
  "Haz de la constancia tu mejor amiga.",
  "La recompensa llega para quienes perseveran.",
  "Sigue, incluso cuando parezca difícil.",
  "Cada tarea completada es una victoria.",
  "Hoy puedes ser mejor que ayer.",
  "No te detengas, tu futuro te lo agradecerá.",
  "Los grandes cambios empiezan con acciones pequeñas.",
  "Cumplir tus tareas es cuidar de ti mismo.",
  "La diferencia la marcan los que no se rinden.",
  "La racha se gana día a día.",
  "Lo importante es no dejar de intentarlo.",
  "Pequeños hábitos crean grandes resultados.",
  "Hoy es el momento, no mañana.",
  "El éxito es la suma de los esfuerzos diarios.",
  "Lo que haces hoy define tu mañana.",
  "No necesitas ser perfecto, solo constante.",
  "Cada día cuenta, haz que este valga.",
  "Empieza ahora, aunque sea un poco.",
  "La persistencia rompe cualquier barrera.",
  "Hazlo por la satisfacción de cumplir.",
  "Mantén el ritmo, la meta está cerca.",
  "Tus hábitos definen tu estilo de vida.",
  "El verdadero cambio comienza con disciplina.",
  "No subestimes el poder de un día cumplido.",
  "Cada tarea es una semilla de éxito.",
  "Hazlo aunque no tengas ganas, luego vendrá la motivación.",
  "Las rachas fuertes se construyen en silencio.",
  "Un día a la vez, una victoria a la vez.",
  "El esfuerzo de hoy es tu orgullo de mañana.",
  "La rutina crea resultados extraordinarios.",
  "Haz de cada tarea un paso hacia tu mejor versión.",
  "La fuerza está en la constancia.",
  "El progreso es más importante que la velocidad.",
  "Completar una tarea es ganar confianza.",
  "Hoy puedes superar tus propios límites.",
  "La magia está en no rendirse.",
  "No hay éxito sin disciplina diaria.",
  "Cumplir tus metas es una forma de amor propio.",
  "Cada hábito cumplido fortalece tu carácter.",
  "Hoy es tu oportunidad de mantener la racha."
]
